[
  "(generally used as a sub-table of Table 1-28) The Time Cycles table below is different from most of my tables – roll only once on the Cycle or Trigger Event column; the second column is commentary on the result. Apogee and Perigee (solar, lunar, or other) Perigee is the closest point in the orbit of two celestial objects, and Apogee is the farthest point. Obviously, the orbit has to be elliptical, not circular, in order to have closer and farther points in the orbit. Keep in mind that this near-far relationship could exist between all kinds of celestial objects, not just suns and moons. Comet cycles are based on apogees and perigees, meteors move around with apogees and perigees, and even magical structures could have such a relationship to each other. Magical objects on the earth might activate only when a sun or moon is close; or perhaps the magical objects are huge metal blocks placed in the sky by some forgotten, ancient race, designed for some inscrutable burpose… Calendar Cycles Many cultures group years into a repeating cycle, treating different years much as Western culture interpreted the zodiacal segments of a single year. The Chinese Calendar, for example, follows a cycle of the Year of the Rat, Year of the Ox, Year of the Tiger, Year of the Rabbit, Year of the Dragon, Year of the Snake, Year of the Horse, Year of the Goat, Year of the Monkey, Year of the Rooster, Year of the Dog, and Year of the Boar. Certain characteristics are attributed to people born in the different years. Celestial Cycles The zodiac is a division of the sky into twelve regions, each called a “house.” The regions are: Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius, and Pisces. Each house is associated with behaviors and with a particular metaphorical emblem. A fantasy world might have different zodiacal signs, or a different method of interpreting the movements of the stars. The zodiac is linked to the solar year, not the lunar year.",
  "Comet Cycles The appearance of certain predictable comets in the night sky is often given mystical significance. Cometcycles can be a great adventure-generating device because of the long intervals between the comet’s appearances. Lots of unpredictable things can happen to places, societies, and collective memory while the comet is away. For example: if some form of lycanthropy is linked to the appearance of a comet rather than a full moon, the lycanthropic disease might be transmitted far and wide while dormant, then suddenly appear all over the place when the comet appears in the sky. It would become a sort of celestial retro-virus.",
  "Device-Driven Cycle A cycle might be derived from the operation of a device that divides time into a regular or irregular pattern. For instance, if the cycle is determined by the burning of candles without regard to the length of the candle, the cycle would be irregular. If the candles were scrupulously measured to be identical, the candle-driven cycle would be regular. Devices to measure out time could involve dripping water, candles, hourglasses, water wheels, gears, and many other mechanical arrangements. Equinox and Solstice (solar cycle) A solstice is one of the two times of year when the sun is farthest off the celestial equator. These occur at approximately June 22 (the summer solstice) and December 22 (the winter solstice). Summer solstice is the shortest night of the year, and winter solstice is the longest night. The equinox is when the sun crosses the equator and days and nights are of closest to equal length. The equinoxes occur at approximately March 21 (the Vernal Equinox, also the first day of Spring) and September 23 (the Autumnal Equinox). Note that Autumn and Spring are reversed for the northern and southern hemispheres of the earth."
]
